[
	{
		"name": "Hotel HP Park Plaza",
		"description": "Your asylum in the center of Wrocław. Spend special moments in our four-star hotel, located in the very center of Wrocław - close to the market square and near the charming Ostrów Tumski. HP Park Plaza was created for guests who are looking for a comfortable rest, a perfect location and want to feel the amazing atmosphere of the city. In the hotel restaurant, we take our guests on a delicious journey to the land of Polish tastes. Our cuisine is a combination of traditional regional dishes with modern recipes. The quality of the dishes is ensured by a talented Chef - winner of many culinary awards.",
		"ratingMaxVal": 5,
		"placeId": "ChIJ_3JI0t3pD0cRZ1XwedMyHVA",
		"location": "Bolesława Drobnera 11-13, Wrocław, Poland",
		"imageAssets": ["accommodation1_1.jpg"],
		"id": 1
	},
	{
		"name": "Hotel ZOO",
		"description": "HOTEL ZOO! It is here - a newly opened hotel right next to the ZOO. It is the only hotel of this type in Poland that fully refers to the subject of wild animals. We have created such a name for a reason - 50m from the facility there is one of the best Zoological Gardens in Poland. ZOO HOTEL in Wrocław is the perfect place for each trip to the capital of Lower Silesia. The guests will be not only connoisseurs of nature, but also participants of concerts and cultural events that will take place in the Centennial Hall, less than 500m from the Hotel. We invite you to an unforgettable journey that our HOTEL ZOO will provide you. There is a restaurant located in the building of the Hotel Zoo. Breakfasts available in an independent restaurant located in the hotel building.",
		"ratingMaxVal": 5,
		"placeId": "ChIJJURnH57CD0cRB88hvWXYRlM",
		"location": "Wróblewskiego 7, 51-627 Wrocław",
		"imageAssets": ["accommodation2.jpg"],
		"id": 2
	},
	{
		"name": "The Bridge Wroclaw",
		"description": "The Bridge - This is the best five-star facility located in the very center of the historic Ostrów Tumski, offering a unique experience. It combines the past and heritage of this place with the present. The Bridge is a unique, stylish and elegant hotel in the center of Wrocław, with stunning interiors and services at the highest, world-class level. Fresh, fragrant, colorful, captivating with intriguing flavors and seductive eyesight. Masterly breakfasts at the Craft restaurant. It is a combination of modern Polish cuisine, natural ingredients from the best local suppliers and real culinary craftsmanship. Craft captivates with minimalism, a combination of industrial accents and Scandinavian coziness. The main decoration of the restaurant are the dishes themselves, prepared in front of the guests and exquisitely served in raw Cerax ceramics. It is a complement to the harmony of sensations and a reference to the historic neighborhood: the over 1000-year-old Wrocław cathedral and the nearby seminary.",
		"ratingMaxVal": 5,
		"placeId": "ChIJC3iKIk_pD0cRjEXOjb0j68c",
		"location": "plac Katedralny 8, Wrocław, Poland",
		"imageAssets": ["accommodation3.jpg"],
		"id": 3
	}
]
