[
	{
		"name": "Wrocław Town Hall",
		"description": "The Old Town Hall of Wrocław stands at the center of the city's Market Square (rynek). The Gothic town hall built from the 13th century is one of the main landmarks of the city. The Old Town Hall's long history reflects developments that have taken place in the city since its initial construction. The town hall serves the city of Wroclaw and is used for civic and cultural events such as concerts held in its Great Hall. In addition, it houses a museum and a basement restaurant.",
		"ratingMaxVal": 5,
		"placeId": "ChIJZbdqsXXCD0cRaN5OXkzLH5o",
		"location": "Rynek 50, 50-996 Wroclaw, Poland",
		"imageAssets": ["place1_1.jpg", "place1_2.jpg"],
		"videoAssets": ["4AYb7_2Q22Q", "KxhR1AH2ceQ"],
		"id": 1
	},
	{
		"name": "St Elizabeth's Church, Wrocław",
		"description": "St. Elizabeth's Church of the Catholic Third Order of Saint Francis is a Gothic church in Wrocław, Poland. It is one of the most iconic structures of the city's Old Town panorama. Between 1525 and 1945, it was the principal Protestant church in Breslau. The structure dates back to the 14th century, when construction was commissioned by the city. The main tower was originally 130 meters tall. From 1525 until 1946, St. Elizabeth's was the chief Lutheran Church of Breslau and Silesia and the principal congregation of the Evangelical Church of Prussia in Breslau. The last sermon in German was given on June 30, 1946, paying tribute to the loss of home. In 1946 it was expropriated and given to the Military Chaplaincy of the Polish Roman Catholic Church. The church was damaged by heavy hail in 1529, and gutted by fire in 1976. The church's renowned organ was destroyed. The reconstructed main tower is now 91.5 meters tall. An observation deck near the top is open to the public. Since 1999 there is a memorial on the church property to Pastor Dietrich Bonhoeffer, a native of the city (then Breslau, Germany) and martyr to the anti-Nazi Cause.",
		"ratingMaxVal": 5,
		"placeId": "ChIJyX60mBDCD0cRGOjRS-zBIqE",
		"location": "Świętej Elżbiety 1/2, Wrocław, Poland",
		"imageAssets": ["place2.jpg"],
		"videoAssets": ["Uv6DrwJWkQY"],
		"id": 2
	},
	{
		"name": "Panorama of the Battle of Racławice",
		"description": "The Racławice Panorama is a monumental (15 × 114 meter) cycloramic painting depicting the Battle of Racławice, during the Kościuszko Uprising. It is located in Wrocław, Poland. The painting is one of only a few preserved relics of a genre of 19th-century mass culture, and the oldest in Poland. The panorama stands in a circular fashion and, with the viewer in the center, presents different scenes at various viewing angles. A special kind of perspective used in the painting and additional effects (lighting, artificial terrain) create a feeling of reality.",
		"ratingMaxVal": 5,
		"placeId": "ChIJt3QO4tfpD0cRGn3pBQc7SDc",
		"location": "Purkyniego 11, Wrocław, Poland",
		"imageAssets": ["place3.jpg"],
		"videoAssets": ["SeNe8j9JeJ4"],
		"id": 3
	},
	{
		"name": "National Museum in Wrocław",
		"description": "The National Museum in Wrocław, established 28 March 1947 and officially inaugurated on 11 July 1948, is one of Poland's main branches of the National Museum system. It holds one of the largest collections of contemporary art in the country. The holdings of Wrocław Museum are closely connected with the history of border shifts in Central Europe following World War II. After the annexation of Eastern half of the Second Polish Republic by the Soviet Union, main parts of Poland's art collections were transferred from the cities incorporated into the USSR like Lviv. Collections not returned included the Ossolineum holdings which became part of the Lviv National Museum. The cultural heritage shipped in 1946 included Polish and European paintings from 17th to 19th centuries.",
		"ratingMaxVal": 5,
		"placeId": "ChIJETCeNdbpD0cRb5LArfNTaCY",
		"location": "plac Powstańców Warszawy 5, Wrocław, Poland",
		"imageAssets": ["place4.jpg"],
		"videoAssets": ["Wr3Ify0Yeoo"],
		"id": 4
	},
	{
		"name": "Pawilon Czterech Kopuł",
		"description": "The Four Domes Pavilion - a pavilion, built at the beginning of the 20th century on the exhibition grounds in the eastern part of Wrocław. Karl Masner, the director of the Silesian Museum of Artistic Crafts and Antiquities, proposed to the City Council of Wrocław the organization of the Centennial Exhibition. It was planned on the centenary of the Prussian victory at Leipzig (1813) and was part of the celebrations commemorating the rise of the Prussian state in Europe. The Four Domes Pavilion, in which Masner planned to organize a historical exhibition, was located next to the Centennial Hall along with other accompanying facilities (including the Pergola and the Japanese Garden). Since 2006, the pavilion is on the UNESCO World Heritage List. It was entered into it together with the neighboring Centennial Hall. In 2009, the Pavilion was taken over by the National Museum in Wrocław. In May 2013, the building underwent a general renovation for its needs, thanks to which new exhibition space was obtained - over six thousand square meters intended for the exhibition of contemporary art. An open-air sculpture gallery was created in the park surrounding the pavilion.",
		"ratingMaxVal": 5,
		"placeId": "ChIJQQGqTCboD0cRgbxPHH1OgSI",
		"location": "Wystawowa 1, 51-618 Wrocław, Poland",
		"imageAssets": ["place5.jpg"],
		"videoAssets": ["8flhBSGpT-A"],
		"id": 5
	}
]
